tap "grain-lang/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "jetbrains/utils"
brew "act"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "glib"
brew "python@3.9"
brew "cmake"
brew "deno"
brew "diff-so-fancy"
brew "envchain"
brew "libssh2"
brew "exa"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gibo"
brew "gifsicle"
brew "git"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "helix"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "just"
brew "mkcert"
brew "neovim"
brew "nghttp2"
brew "node"
brew "openldap"
brew "pnpm"
brew "potrace"
brew "protobuf", link: false
brew "pstree"
brew "python@3.10"
brew "python-tk@3.10"
brew "redis"
brew "swiftlint"
brew "tree"
brew "trunk"
brew "wget"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
cask "1password"
cask "adoptopenjdk"
cask "brave-browser"
cask "chromium"
cask "db-browser-for-sqlite"
cask "discord"
cask "dropbox"
cask "firefox-developer-edition"
cask "free-ruler"
cask "google-chrome"
cask "google-drive"
cask "ngrok"
cask "obsidian"
cask "recordit"
cask "sequel-pro"
cask "slack"
cask "visual-studio-code"
cask "vlc"
vscode "aeschli.vscode-css-formatter"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.snapshot-tools"
vscode "blanu.vscode-styled-jsx"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "cssho.vscode-svgviewer"
vscode "csstools.postcss"
vscode "dakshmiglani.hex-to-rgba"
vscode "dbaeumer.vscode-eslint"
vscode "dzannotti.vscode-babel-coloring"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "emeraldwalk.RunOnSave"
vscode "esbenp.prettier-vscode"
vscode "fabianlauer.vs-code-xml-format"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.copilot-nightly"
vscode "GitHub.github-vscode-theme"
vscode "grain-lang.vscode-grain"
vscode "Gruntfuggly.todo-tree"
vscode "HookyQR.JSDocTagComplete"
vscode "jeff-hykin.better-cpp-syntax"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "Perkovec.emoji"
vscode "pflannery.vscode-versionlens"
vscode "philipbe.theme-gray-matter"
vscode "PKief.material-icon-theme"
vscode "PWABuilder.pwa-studio"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "SirTobi.pegjs-language"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tariky.easy-snippet-maker"
vscode "tintinweb.graphviz-interactive-preview"
vscode "twxs.cmake"
vscode "Tyriar.sort-lines"
vscode "vlanguage.vscode-vlang"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
